Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TroubleshootingDescriptionText_WLAN
source: • Make sure that Apple TV is connected to your WLAN or Ethernet network and other devices on the same network can access the internet. • If you’re using WLAN, make sure your Apple TV is in range of your wireless base station and clear of obstructions that may cause network interference. • Try restarting Apple TV at Settings > System > Restart. If the problem persists, try restarting your modem or router. • If you are having trouble watching videos, there may be problems with the speed of your internet connection. Contact your service provider to check or upgrade your connection speed. You could also reduce the quality of video playing, such as switching to SD.
ar: • تأكد أن Apple TV متصل بشبكة WLAN أو الإيثرنت وأن الأجهزة الأخرى الموجودة على نفس الشبكة يمكنها الوصول إلى الإنترنت. • إذا كنت تستخدم WLAN، فتأكد من وجود Apple TV ضمن نطاق المحطة الأساسية اللاسلكية وبعيدًا عن العوائق التي قد تتسبب في تداخل مع الشبكة. • جرّب إعادة تشغيل Apple TV من الإعدادات > النظام > إعادة التشغيل. وإذا استمرت المشكلة، فجرّب إعادة تشغيل المودم أو جهاز التوجيه. • إذا كنت تواجه مشكلة في مشاهدة الفيديوهات، فقد تكون هناك مشكلات في سرعة اتصال الإنترنت لديك. اتصل بمزود خدمة الإنترنت لمراجعة الأمر أو لترقية سرعة الاتصال. يمكنك أيضًا تقليل جودة تشغيل الفيديو، كالتبديل إلى الدقة القياسية (SD) مثلاً.
ca: • Comprova que l’Apple TV estigui connectat a la xarxa WLAN o Ethernet i que els altres dispositius de la mateixa xarxa puguin accedir a internet. • Si utilitzes una connexió WLAN, comprova que l’Apple TV estigui a l’abast de l’estació base sense fil i que no hi hagi obstacles que puguin provocar interferències a la xarxa. • Prova de reiniciar l’Apple TV a l’app Configuració > Sistema > Reinicia. Si el problema no es resol, prova de reiniciar el mòdem o l’encaminador. • Si no pots reproduir els vídeos correctament, pot ser que hi hagi algun problema amb la velocitat de la connexió a internet. Contacta amb el proveïdor per comprovar‑la o augmentar‑la. També pots provar de reduir la qualitat de reproducció dels vídeos, per exemple, canviant‑la a SD en comptes d’HD.
cs: • Ujistěte se, že je Apple TV připojená k WLAN nebo Ethernetu a že se ostatní zařízení v síti můžou připojit k internetu. • Pokud používáte WLAN, ujistěte se, že je Apple TV v dosahu bezdrátové základny, a odstraňte překážky, které můžou způsobovat rušení sítě. • Zkuste Apple TV restartovat výběrem volby Nastavení > Systém > Restartovat. Pokud problém trvá, zkuste restartovat modem nebo směrovač. • V případě, že máte potíže se sledováním videí, může být problém v rychlosti internetu. Obraťte se na svého poskytovatele internetu a požádejte ho o kontrolu nebo zvýšení rychlosti připojení. Můžete také zkusit snížit kvalitu přehrávaného videa, například přepnutím na standardní rozlišení.
da: • Sørg for, at Apple TV er sluttet til dit WLAN- eller Ethernet-netværk, og at andre enheder på det samme netværk kan etablere forbindelse til internettet. • Hvis du bruger WLAN skal du sørge for, at Apple TV er inden for rækkevidde af den trådløse base, og at der ikke er nogen emner i vejen, der kan forårsage netværksforstyrrelser. • Prøv at starte Apple TV igen i Indstillinger > System > Start igen. Hvis problemet fortsætter, kan du prøve at starte modemmet eller routeren igen. • Hvis du har problemer med at se videoer, kan det skyldes hastigheden på internetforbindelsen. Kontakt tjenesteudbyderen for at kontrollere eller opgradere forbindelseshastigheden. Du kan også prøve at reducere kvaliteten af den video, der afspilles – du kan f.eks. skifte til SD.
de: • Vergewissere dich, dass Apple TV mit deinem WLAN oder Ethernet-Netzwerk verbunden ist und dass andere Geräte im selben Netzwerk eine Verbindung zum Internet herstellen können. • Wenn du WLAN verwendest, vergewissere dich, dass sich dein Apple TV in Reichweite der drahtlosen Basisstation und nicht in der Nähe von Objekten befindet, die Netzwerkstörungen verursachen könnten. • Versuche, Apple TV über „Einstellungen“ > „System“ > „Neustart“ neu zu starten. Falls das Problem weiterhin besteht, starte dein Modem oder deinen Router neu. • Falls es Probleme bei der Wiedergabe von Videos gibt, liegt dies möglicherweise an der Geschwindigkeit deiner Internetverbindung. Wende dich an deinen Internetanbieter, um die Verbindungsgeschwindigkeit zu prüfen oder zu erhöhen. Alternativ kannst du die Videoqualität verringern, indem du beispielsweise zu SD wechselst.
el: • Βεβαιωθείτε ότι το Apple TV είναι συνδεδεμένο στο δίκτυο WLAN ή Ethernet και οι άλλες συσκευές που είναι συνδεδεμένες στο ίδιο δίκτυο έχουν πρόσβαση στο Διαδίκτυο. • Αν χρησιμοποιείτε WLAN, βεβαιωθείτε ότι το Apple TV βρίσκεται εντός της εμβέλειας του ασύρματου σταθμού βάσης σας και δεν υπάρχουν εμπόδια που μπορεί να προκαλούν παρεμβολές στο δίκτυο. • Επανεκκινήστε το Apple TV στις «Ρυθμίσεις» > «Σύστημα» > «Επανεκκίνηση». Αν το πρόβλημα παραμένει, επανεκκινήστε το μόντεμ ή τον δρομολογητή. • Αν αντιμετωπίζετε προβλήματα ως προς την παρακολούθηση βίντεο, μπορεί να οφείλονται στην ταχύτητα της σύνδεσής σας στο Διαδίκτυο. Επικοινωνήστε με τον πάροχο υπηρεσιών Διαδικτύου σας για να ελέγξετε ή να αναβαθμίσετε την ταχύτητα της σύνδεσής σας. Μπορείτε επίσης να μειώσετε την ποιότητα των αναπαραγόμενων βίντεο, όπως μέσω της εναλλαγής σε SD.
es: • Comprueba que el Apple TV esté conectado a tu red WLAN o Ethernet y que otros dispositivos de la misma red tengan acceso a internet. • Si estás utilizando una conexión WLAN, comprueba que el Apple TV esté dentro del radio de alcance de tu estación base inalámbrica y que no haya nada que lo obstruya y pueda provocar interferencias de red. • Prueba a reiniciar el Apple TV en Ajustes > Sistema > Reiniciar. Si el problema persiste, reinicia tu módem o router. • Si los vídeos no se reproducen correctamente, quizá tengas problemas con la velocidad de tu conexión a internet. Ponte en contacto con tu proveedor para comprobar la velocidad de la conexión o aumentarla. También puedes reducir la calidad de vídeo seleccionando, por ejemplo, “SD”.
es_us: • Asegúrate de que el Apple TV está conectado a tu red WLAN o a Ethernet y que otros dispositivos en la misma red tengan acceso a Internet. • Si estás usando WLAN, verifica que el Apple TV esté dentro del alcance de tu estación base inalámbrica y que no haya obstrucciones que pudieran causar interferencia. • Intenta reiniciar el Apple TV desde Configuración > Sistema > Reiniciar. Si el problema persiste, intenta reiniciar el módem o router. • Si los videos no se reproducen correctamente, es posible que haya problemas con la velocidad de tu conexión a Internet. Comunícate con el proveedor del servicio para revisar o incrementar tu velocidad de conexión. También puedes reducir la calidad del video; por ejemplo, cambia a definición estándar.
fi: • Varmista, että Apple TV on yhteydessä WLAN- tai Ethernet-verkkoon. Varmista myös, että muut samassa verkossa olevat laitteet voivat käyttää internetiä. • Jos käytät WLANia, varmista, että Apple TV on langattoman tukiaseman kantaman sisällä ja että verkkohäiriöitä aiheuttavia esteitä ei ole. • Kokeile käynnistää Apple TV uudelleen valitsemalla Asetukset > Järjestelmä > Käynnistä uudelleen. Jos ongelma ei poistu, kokeile modeemin tai reitittimen uudelleenkäynnistystä. • Jos videoiden katselemisessa on ongelmia, vika saattaa olla internet-yhteyden nopeudessa. Tarkista tai päivitä yhteysnopeutesi ottamalla yhteys internet-palveluntarjoajaasi. Voit myös laskea videotoiston laatua esimerkiksi vaihtamalla SD-muotoon.
fr: • Assurez-vous que l’Apple TV est connectée à votre réseau WLAN ou Ethernet et que les autres appareils du même réseau peuvent accéder à Internet. • Si vous êtes sur un réseau WLAN, assurez-vous que votre Apple TV est à portée de votre borne d’accès sans fil et loin de ce qui pourrait causer des interférences sur le réseau. • Essayez de redémarrer l’Apple TV dans Réglages > Système > Redémarrer. Si le problème persiste, essayez de redémarrer votre modem ou votre routeur. • Si vous avez des difficultés à regarder des vidéos, il se peut que le problème provienne de votre connexion Internet. Prenez contact avec votre fournisseur d’accès pour vérifier votre vitesse de connexion ou l’augmenter. Vous pouvez aussi réduire la qualité de la lecture vidéo, en passant par exemple à SD.
fr_ca: • Assurez-vous que l’Apple TV est connectée à votre réseau WLAN ou Ethernet et que les autres appareils du même réseau peuvent accéder à Internet. • Si vous utilisez un réseau WLAN, assurez-vous que l’Apple TV est à portée de votre borne d’accès sans fil et éloignée de toute source d’interférence réseau. • Essayez de redémarrer l’Apple TV à partir de Réglages > Système > Redémarrer. Si le problème persiste, essayez de redémarrer votre modem ou routeur. • Si vous avez des difficultés à visionner des vidéos, la vitesse de votre connexion Internet pourrait en être la cause. Contactez votre fournisseur d’accès à Internet pour vérifier ou augmenter votre vitesse de connexion. Vous avez également la possibilité de réduire la qualité vidéo, notamment en choisissant la définition standard.
he: • יש לוודא שה-Apple TV מחובר לרשת ה-WLAN או לחיבור ה-Ethernet שלך, ושלמכשירים אחרים המחוברים לאותה רשת יש גישה לאינטרנט. • אם ה-Apple TV משתמש ברשת WLAN, יש לוודא שהוא נמצא בטווח הקליטה של תחנת הבסיס האלחוטית ושאין בסביבתו חפצים שעלולים לגרום להפרעות ברשת. • ניתן לנסות להפעיל מחדש את ה-Apple TV דרך ״הגדרות״ > ״מערכת״ > ״הפעלה מחדש״. אם הבעיה נמשכת, ניתן לנסות להפעיל מחדש את המודם או את הנתב. • אם נתקלת בבעיות במהלך צפייה בתוכני וידאו, ייתכן שהבעיה היא במהירות החיבור לאינטרנט. ניתן לפנות אל ספק האינטרנט כדי לבדוק או לשדרג את מהירות החיבור. ניתן גם לנסות להפחית את איכות הפעלת הווידאו, למשל לעבור ל-SD.
hi: • यह सुनिश्चित करें कि Apple TV आपके WLAN या ईथरनेट नेटवर्क से कनेक्टेड है और उसी नेटवर्क पर मौजूद अन्य डिवाइस इंटरनेट ऐक्सेस कर सकते हैं। • अगर आप WLAN का इस्तेमाल कर रहे हैं, तो सुनिश्चित करें कि आपका Apple TV आपके वायरलेस बेस स्टेशन की रेंज में है और कोई अवरोध नेटवर्क को बाधित नहीं कर रहा है। • सेटिंग > सिस्टम > रीस्टार्ट पर जाकर Apple TV रीस्टार्ट करने की कोशिश करें। अगर समस्या बनी रहती है, तो अपने मॉडम या राउटर को फिर से शुरू करने की कोशिश करें। • अगर वीडियो देखने में आपको समस्या आ रही है, तो हो सकता है कि आपके इंटरनेट कनेक्शन की गति में कोई समस्या हो। अपने कनेक्शन की स्पीड जाँचने या उसे अपग्रेड करने के लिए अपने सर्विस प्रोवाइडर से संपर्क करें। आप चल रहे वीडियो की गुणवत्ता को कम भी कर सकते हैं, जैसे SD पर स्विच करके।
hr: • Provjerite je li Apple TV spojen na vašu WLAN ili Ethernet mrežu i mogu li drugi uređaji na istoj mreži pristupiti internetu. • Ako koristite WLAN, provjerite je li vaš Apple TV unutar dometa bežične bazne stanice i uklonite sve prepreke koje mogu uzrokovati smetnje. • Pokušajte ponovno uključiti Apple TV u izborniku Postavke > Sustav > Ponovno uključi. Ako to ne riješi problem, pokušajte ponovno uključiti modem ili router. • Ako do problema dolazi prilikom gledanja videozapisa, možda postoje problemi s brzinom internetske veze. Obratite se svom operateru kako biste provjerili ili povećali brzinu veze. Također možete smanjiti kvalitetu reprodukcije videozapisa, primjerice, prebaciti na SD.
hu: • Győződjön meg róla, hogy az Apple TV csatlakoztatva van a WLAN- vagy Ethernet-hálózatához, és az ugyanazon a hálózaton lévő másik eszközök elérik az internetet. • Ha WLAN‑t használ, győződjön meg róla, hogy az Apple TV a vezeték nélküli bázisállomás hatókörén belül található, és nincsenek olyan akadályok, amelyek hálózati interferenciát okozhatnak. • Próbálja meg újraindítani az Apple TV‑t a Beállítások > Rendszer > Újraindítás menüponttal. Amennyiben a probléma továbbra is fennáll, indítsa újra a modemet vagy routert. • Ha problémája van a videók megtekintésével, akkor előfordulhat, hogy probléma van az internetkapcsolat sebességével. Lépjen kapcsolatba az internetszolgáltatójával az internetkapcsolata ellenőrzéséhez vagy sebességének növeléséhez. Emellett megpróbálhatja csökkenteni a lejátszott videó minőségét, például SD minőségre váltva.
id: • Pastikan Apple TV terhubung ke jaringan WLAN atau Ethernet Anda atau perangkat lainnya dalam jaringan yang sama dapat mengakses internet. • Jika Anda menggunakan WLAN, pastikan Apple TV berada dalam jangkauan pemancar nirkabel Anda dan tidak terhalangi oleh apa pun yang dapat menyebabkan gangguan jaringan. • Coba mulai ulang Apple TV di Pengaturan > Sistem > Mulai Ulang. Jika masalah berlanjut, coba mulai ulang modem atau ruter Anda. • Jika Anda mengalami masalah saat menonton video, mungkin terdapat masalah pada kecepatan koneksi internet Anda. Hubungi penyedia layanan Anda untuk memeriksa atau meningkatkan kecepatan koneksi Anda. Anda juga dapat menurunkan kualitas video yang diputar, seperti beralih ke SD.
it: • Assicurati che Apple TV sia connessa alla rete WLAN o al cavo Ethernet e che gli altri dispositivi che si trovano sulla stessa rete siano in grado di accedere a internet. • Se stai utilizzando la rete WLAN, assicurati che Apple TV si trovi nel raggio di portata della base wireless ed elimina eventuali ostacoli che potrebbero causare interferenze di rete. • Prova a riavviare Apple TV in Impostazioni > Sistema > Riavvia. Se il problema persiste, prova a riavviare il modem o il router. • Se riscontri delle difficoltà mentre guardi i video, potrebbe esserci un problema relativo alla velocità della connessione a internet. Contatta il provider del servizio per verificare o aumentare la velocità. Puoi anche provare a ridurre la qualità del video in riproduzione, ad esempio passando alla modalità SD.
ja: •Apple TVがWLANまたはEthernetネットワークに接続していること、およびそのネットワークに接続しているほかのデバイスからインターネットにアクセスできることを確認します。 •WLANを使用している場合は、Apple TVがワイヤレスベースステーションの通信範囲内にあること、およびネットワーク干渉の原因となるような障害物がないことを確認します。 •“設定”＞“システム”＞“再起動”と選択してApple TVを再起動してみます。それでも問題が解決しない場合は、モデムまたはルーターを再起動してみます。 •ビデオの再生が乱れる場合は、インターネットの接続速度が原因である可能性があります。ご利用のインターネットサービスプロバイダに問い合わせて接続速度を確認し、必要に応じてプランを変更してください。または、標準画質に切り替えるなどして、ビデオの再生品質を下げてください。
ko: • Apple TV가 WLAN 또는 이더넷 네트워크에 연결되어 있고 동일한 네트워크에 있는 다른 기기가 인터넷에 접근할 수 있는지 확인하십시오. • WLAN을 사용하는 경우 Apple TV가 사용자의 무선 베이스 스테이션 범위 안에 있고 네트워크를 방해할 수 있는 요소는 없는지 확인하십시오. • 설정 > 시스템 > 재시동에서 Apple TV를 재시동하십시오. 문제가 계속 발생하면 모뎀 또는 라우터를 재시동하십시오. • 비디오를 보는데 문제가 있는 경우 인터넷 연결 속도에 문제가 있을 수 있습니다. 사용자의 서비스 제공업체에 문의하여 인터넷 연결 속도를 확인하거나 업그레이드하십시오. 또는, 표준 해상도(SD)로 전환하는 등 비디오 품질을 낮게 설정해 볼 수도 있습니다.
ms: • Pastikan bahawa Apple TV disambungkan ke rangkaian WLAN atau Ethernet anda dan peranti lain pada rangkaian yang sama yang boleh mengakses internet. • Jika anda menggunakan WLAN, pastikan Apple TV anda berada dalam liputan stesen pangkalan wayarles anda dan bebas daripada halangan yang boleh menyebabkan gangguan rangkaian. • Cuba mula semula Apple TV di Seting > Sistem > Mula Semula. Jika masalah berterusan, cuba memulakan semula modem atau penghala anda. • Jika anda menghadapi masalah menonton video, mungkin terdapat masalah dengan kelajuan sambungan internet anda. Hubungi penyedia khidmat anda untuk memeriksa atau menaik taraf kelajuan sambungan anda. Anda juga boleh mengurangkan kualiti video yang bermain, seperti bertukar kepada SD.
nb: • Kontroller at Apple TV er koblet til WLAN- eller Ethernet-nettverket, og at andre enheter på samme nettverk har tilgang til internett. Hvis du er koblet til WLAN, må du kontrollere at Apple TV er innenfor rekkevidden av den trådløse basestasjonen din, og at ingenting forstyrrer nettverksforbindelsen. • Prøv å starte Apple TV på nytt under Innstillinger > System > Omstart. Hvis problemet vedvarer, kan du forsøke å starte modemet eller ruteren på nytt. • Hvis du har problemer med å vise videoer, kan årsaken være hastigheten på internettforbindelsen. Kontakt internett­leverandøren din for å kontrollere eller øke tilkoblings­hastigheten. Du kan også angi en lavere videokvalitet, for eksempel ved å bytte til SD-format.
nl: • Zorg dat je Apple TV is verbonden met je WLAN- of ethernetnetwerk en dat andere apparaten in hetzelfde netwerk toegang tot het internet hebben. • Als je WLAN gebruikt, zorg dan dat je Apple TV zich binnen bereik van je draadloze basisstation bevindt en dat er geen obstakels zijn die netwerkstoring kunnen veroorzaken. • Start je Apple TV opnieuw op door in Instellingen naar 'Systeem' > 'Herstart' te gaan. Start je modem of router opnieuw op als het probleem zich blijft voordoen. • Als er zich problemen voordoen bij het bekijken van videobeelden, is er mogelijk een probleem met de snelheid van je internetverbinding. Neem contact op met je serviceprovider om je verbindingssnelheid te controleren of te verhogen. Je kunt ook de afspeelkwaliteit van de video verlagen, bijvoorbeeld door over te schakelen naar SD.
pl: • Upewnij się, że Apple TV ma połączenie z siecią WLAN lub Ethernet, a inne urządzenia w tej sieci mają dostęp do Internetu. • Jeśli używasz sieci WLAN, upewnij się, że Apple TV jest w zasięgu stacji bazowej sieci bezprzewodowej, a żadne przeszkody nie zakłócają pracy sieci. • Spróbuj uruchomić Apple TV ponownie (Ustawienia > System > Uruchom ponownie). Jeśli problem będzie się powtarzał, uruchom ponownie modem lub router. • Przyczyną problemów z odtwarzaniem wideo może być zbyt wolne połączenie internetowe. Sprawdź szybkość swojego połączenia u dostawcy usług Internetu. Możesz także obniżyć jakość odtwarzanego wideo, na przykład przełączając na jakość SD.
pt_br: • Verifique se a Apple TV está conectada à rede WLAN ou Ethernet e se outros dispositivos conectados à mesma rede têm acesso à internet. • Se você estiver usando a rede WLAN, verifique se a Apple TV está dentro do alcance do roteador e remova obstruções que possam causar interferência. • Tente reiniciar a Apple TV em Ajustes > Sistema > Reiniciar. Se o problema persistir, tente reiniciar o modem ou roteador. • Se você estiver com dificuldades para assistir a vídeos, talvez haja um problema com a velocidade da conexão de internet. Entre em contato com seu provedor de serviços para verificar ou aumentar a velocidade de conexão. Você também pode reduzir a qualidade da reprodução de vídeo ao mudar para SD, por exemplo.
pt_pt: • Certifique‑se de que a Apple TV se encontra ligada à rede WLAN ou Ethernet e que os outros dispositivos na mesma rede têm acesso à internet. • Se estiver a usar WLAN, certifique‑se de que a Apple TV se encontra dentro do raio de alcance da estação‑base sem fios e livre de qualquer obstrução que possa causar interferências na rede. • Experimente reiniciar a Apple TV em Definições > Sistema > Reiniciar. Se o problema persistir, experimente reiniciar o modem ou router. • É possível que os problemas de reprodução de vídeos se devam à velocidade da sua ligação à internet. Contacte o seu fornecedor de serviço para verificar ou aumentar a velocidade da ligação. Também poderá diminuir a qualidade de reprodução do vídeo, por exemplo, mudando para SD.
ro: • Asigurați‑vă că Apple TV‑ul este conectat la o rețea WLAN sau Ethernet și că restul dispozitivelor din aceeași rețea au acces la internet. • Dacă utilizați WLAN, asigurați‑vă că Apple TV‑ul este în raza de acoperire a stației de bază wireless și că nu există obstrucții ce ar putea cauza interferențe cu rețeaua. • Încercați să reporniți Apple TV‑ul din Configurări > Sistem > Reporniți Apple TV‑ul. Dacă problema persistă, încercați să reporniți modemul sau ruterul. • Dacă întâmpinați probleme la redarea clipurilor video, viteza conexiunii dvs. la internet ar putea fi cauza acestora. Contactați furnizorul dvs. de servicii internet pentru a verifica sau îmbunătăți viteza conexiunii. De asemenea, ați putea încerca reducerea calității pentru redarea video, cum ar fi comutarea la SD.
ru: • Убедитесь, что Apple TV подключен к сети WLAN или Ethernet, а другие устройства в этой сети имеют доступ к интернету. • При использовании WLAN убедитесь, что Apple TV находится в зоне доступа базовой станции и не закрыт объектами, которые могут вызвать помехи для беспроводной связи. • Попробуйте перезагрузить Apple TV, выбрав «Настройки» > «Система» > «Перезагрузить». Если проблема остается, попробуйте перезагрузить модем или маршрутизатор. • Если проблемы возникают при просмотре видео, возможно, у Вас низкая скорость интернет-подключения. Чтобы проверить или увеличить скорость, обратитесь к своему интернет‑провайдеру. Также можно выбрать более низкое качество видео, например SD.
sk: • Uistite sa, že je Apple TV pripojené k vašej WLAN alebo ethernetovej sieti a že ostatné zariadenia v rovnakej sieti majú prístup na internet. • Ak používate WLAN, uistite sa, že je Apple TV v dosahu vašej bezdrôtovej základne a že žiadne prekážky nespôsobujú rušenie bezdrôtového signálu. • Skúste reštartovať Apple TV v Nastavenia > Systém > Reštartovať. Ak problém pretrváva, skúste reštartovať modem alebo router. • Problémy s pozeraním videí môžu byť spôsobené nedostatočnou rýchlosťou vášho pripojenia na internet. Skontrolujte pripojenie u svojho poskytovateľa, prípadne ho požiadajte o zvýšenie rýchlosti. Môžete tiež znížiť kvalitu prehrávaného videa, napríklad prepnutím na SD.
sl: • Prepričajte se, da je Apple TV povezan z omrežjem WLAN ali Ethernet in da lahko druge naprave v istem omrežju dostopajo do interneta. • Če uporabljate WLAN, se prepričajte, da je Apple TV v dometu brezžične bazne postaje in da ni ovir, ki bi lahko povzročale motnje v omrežju. • Poskusite znova zagnati Apple TV v razdelku Nastavitve > Sistem > Zaženi znova. Če težava ni odpravljena, poskusite znova zagnati modem ali usmerjevalnik. • Če imate težave pri gledanju videoposnetkov, lahko gre za težave s hitrostjo internetne povezave. Obrnite se na ponudnika storitev, da preverite ali nadgradite hitrost povezave. Lahko tudi poskusite zmanjšati kakovost predvajanega videoposnetka, na primer tako, da preklopite na SD.
sv: • Kontrollera att Apple TV är ansluten till ditt WLAN- eller Ethernet-nätverk och att andra enheter i samma nätverk har tillgång till internet. • Kontrollera att Apple TV är inom den trådlösa basstationens räckvidd och att det inte finns några hinder som kan orsaka nätverksstörningar om du använder WLAN. • Försök med att starta om Apple TV via Inställningar > System > Starta om. Om problemet kvarstår kan du försöka med att starta om modemet eller routern. • Om du har problem med video kan det vara ett problem med din internetuppkopplings hastighet. Kontakta internetleverantören för att kontrollera eller uppgradera anslutningshastigheten. Du kan även försöka med att sänka inställningen för videokvalitet, till exempel genom att växla till SD.
th: • ตรวจสอบให้แน่ใจว่า Apple TV เชื่อมต่ออยู่กับเครือข่าย WLAN หรืออีเธอร์เน็ตของคุณ และอุปกรณ์อื่นบนเครือข่ายเดียวกันสามารถเข้าถึงอินเทอร์เน็ตได้ • ถ้าคุณใช้ WLAN อยู่ ตรวจสอบให้แน่ใจว่า Apple TV อยู่ในช่วงสัญญาณสถานีฐานไร้สายของคุณและไม่มีสิ่งกีดขวางที่อาจรบกวนเครือข่าย • ลองเริ่มการทำงาน Apple TV ใหม่ที่การตั้งค่า > ระบบ > เริ่มการทำงานใหม่ ถ้ายังเกิดปัญหาอยู่ ให้ลองเริ่มการทำงานโมเด็มหรือเราท์เตอร์ของคุณใหม่ • ถ้าคุณมีปัญหาในการดูวิดีโอ ปัญหาอาจเกิดจากความเร็วของการเชื่อมต่อกับอินเทอร์เน็ตของคุณ ให้ติดต่อผู้ให้บริการของคุณเพื่อตรวจสอบหรืออัปเกรดความเร็วการเชื่อมต่อของคุณ คุณยังสามารถลองลดคุณภาพของการเล่นวิดีโอได้อีกด้วย เช่น เปลี่ยนเป็นแบบ SD
tr: • Apple TV’nin WLAN veya Ethernet ağınıza bağlı olduğundan ve aynı ağdaki diğer aygıtların internete erişebildiğinden emin olun. • WLAN kullanıyorsanız Apple TV’nizin kablosuz baz istasyonunuzun kapsama aralığında ve ağda parazite neden olabilecek engellerden uzakta olduğundan emin olun. • Ayarlar > Sistem > Yeniden Başlat bölümünde Apple TV’nizi yeniden başlatmayı deneyin. Sorun sürerse modeminizi veya yönelticinizi yeniden başlatmayı deneyin. • Videoları izlemeyle ilgili sıkıntı yaşıyorsanız internet bağlantınızın hızıyla ilgili sorunlar olabilir. Bağlantı hızınızı denetlemek veya yükseltmek için servis sağlayıcınıza danışın. Ayrıca, video oynatma kalitesini azaltmayı da (örneğin SD’ye geçerek) deneyebilirsiniz.
uk: • Упевніться, що Apple TV підʼєднано до мережі WLAN чи Ethernet і що інші пристрої в цій мережі мають інтернет‑зʼєднання. • Якщо використовується мережа WLAN, Apple TV має бути в полі дії базової станції бездротового звʼязку. Приберіть усе, що може створювати перешкоди зʼєднанню з мережею. • Спробуйте перезапустити Apple TV в меню Параметри > Система > Перезапустити. Якщо проблема не зникає, спробуйте перезапустити модем або маршрутизатор. • Якщо виникають проблеми з переглядом відео, це може бути повʼязано зі швидкістю інтернет‑зʼєднання. Зверніться до свого інтернет‑провайдера, щоб перевірити швидкість зʼєднання чи підвищити її. Можна також спробувати знизити якість відео, як‑от перемкнувши формат на SD.
vi: • Đảm bảo rằng Apple TV được kết nối vào mạng WLAN hoặc Ethernet của bạn và các thiết bị khác trong cùng mạng có thể truy cập internet. • Nếu đang sử dụng WLAN, hãy đảm bảo rằng Apple TV của bạn ở trong phạm vi của trạm cơ sở không dây và không có vật cản có thể gây nhiễu mạng. • Thử khởi động lại Apple TV tại Cài đặt > Hệ thống > Khởi động lại. Nếu sự cố vẫn tiếp diễn, hãy thử khởi động lại modem hoặc bộ định tuyến của bạn. • Nếu bạn đang gặp vấn đề khi xem video thì có thể có các sự cố với tốc độ kết nối internet của bạn. Hãy liên hệ với nhà cung cấp dịch vụ của bạn để kiểm tra hoặc nâng cấp tốc độ kết nối của bạn. Bạn cũng có thể giảm chất lượng của video đang phát, chẳng hạn như chuyển đổi sang SD.
zh_cn: • 确保Apple TV已接入无线局域网或以太网，而且同一网络中的其他设备也可以访问互联网。 • 若使用无线局域网，请确保Apple TV处于无线基站的通信范围内，且无可能干扰网络的障碍物。 • 前往“设置”>“系统”>“重新启动”来尝试重新启动Apple TV。如果问题继续存在，请重新启动调制解调器或路由器。 • 若无法观看视频，可能你的网速有问题。请联系服务提供商来检查或升级连接速度。你也可降低视频播放质量，例如切换至标清。
zh_hk: • 請確定Apple TV已連接WLAN或乙太網絡，而相同網絡上的其他裝置可以連接互聯網。 • 如你正在使用WLAN，請確定Apple TV是位於無線基地台的通訊範圍內，並已經排除可能導致網絡干擾的障礙物。 • 請前往「設定」>「系統」>「重新啟動」以嘗試重新啟動Apple TV。如問題持續發生，請嘗試重新啟動數據機或路由器。 • 如果你無法觀看影片，可能是互聯網連線速度的問題。請聯絡你的服務供應商以檢查或升級你的連線速度。你亦可以調低影片質素，例如切換至SD。
zh_tw: • 請確定Apple TV已連接你的WLAN或乙太網路，且相同網路上的其他裝置可連接網際網路。 • 若你使用WLAN，請確定Apple TV位於你的無線基地台訊號範圍內，且沒有阻礙物會造成網路干擾。 • 請透過「設定」>「系統」>「重新啟動」來嘗試重新啟動Apple TV。若問題仍然存在，請嘗試重新啟動你的數據機或路由器。 • 若你無法觀賞影片，可能是網際網路連線速度的問題。請聯絡你的服務供應商來檢查或升級連線速度。你也可以降低影片播放品質，例如切換成SD。
